Repository: StanislavJPG/mathlab
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uk

source: Carousel
uk: Карусель

source: Carousels
uk: Каруселі

source: 🤬 URL of complained object
uk: 🤬 URL оскарженого об'єкту

source: complaint text
uk: текст скарги

source: complaint counter
uk: лічильник скарг

source: processed
uk: опрацьовано

source: Complaint
uk: Скарга

source: Complaints
uk: Скарги

source: Graph Functions
uk: Графіки функцій

source: Matrices
uk: Матриці

source: Equations
uk: Рівняння

source: Inequalities
uk: Нерівності

source: Systems of Equations
uk: Системи рівнянь

source: Higher Mathematics
uk: Вища математика

source: Probability Theory
uk: Теорія ймовірностей

source: Combinatorics
uk: Комбінаторика

source: Discrete Mathematics
uk: Дискретна математика

source: Elementary Mathematics
uk: Елементарна математика

source: Percentages
uk: Відсотки

source: Trigonometry
uk: Тригонометрія

source: Geometry
uk: Геометрія

source: Probability and Statistics
uk: Ймовірність та статистика

source: Algorithms
uk: Алгоритми

source: Algebra
uk: Алгебра

source: Other
uk: Інше

source: Title
uk: Назва

source: Categories
uk: Категорії

source: Sort by
uk: Сортувати за

source: Likes quantity
uk: Кількість лайків

source: Comments quantity
uk: Кількість коментарів

source: Posts views
uk: Перегляди посту

source: Type your answer here
uk: Напишіть Вашу відповідь тут

source: You are not able to add answer to this comment.
uk: Ви не можете додати відповідь до цього коментаря.

source: has answered to the comment, which you are following
uk: відповів на коментар, за яким Ви слідкуєте

source: has commented post, which you are following
uk: прокоментував пост, за яким Ви слідкуєте

source: Question topic (maximum 85 characters)
uk: Тема питання (не більше 85 символів)

source: You cannot choose more then %s categories.
uk: Ви не можете вибрати більше %s категорій.

source: Your answer has been added.
uk: Вашу відповідь було додано.

source: Error. Please, check your input and try again.
uk: Помилка. Будь ласка, перевірте введені дані та спробуйте ще раз.

source: Your answer has been deleted.
uk: Вашу відповідь було видалено.

source: Your comment has been added.
uk: Ваш коментар було додано.

source: Your comment has been updated.
uk: Ваш коментар було оновлено.

source: Your comment has been deleted.
uk: Ваш коментар було видалено.

source: You liked this comment.
uk: Ви вподобали цей коментар.

source: You disliked this comment.
uk: Ви дизлайкнули цей коментар.

source: Error. Please, try again later.
uk: Помилка. Будь ласка, повторіть спробу пізніше.

source: You successfully supported this comment.
uk: Ви успішно підтримали цей коментар.

source: You successfully created a new post.
uk: Ви успішно створили новий пост.

source: Error while creating post. Please check for errors and try again.
uk: Помилка під час створення поста. Будь ласка, перевірте наявність помилок і спробуйте ще раз.

source: Your post has been updated.
uk: Ваш пост було оновлено.

source: Your post has been deleted.
uk: Ваш пост було видалено.

source: You liked this post.
uk: Ви вподобали цей пост.

source: You disliked this post.
uk: Ви дизлайкнули цей пост.

source: Comment Answer
uk: Відповідь на коментар

source: Comment Answers
uk: Відповіді на коментарі

source: Loading...
uk: Завантаження...

source: Are you sure you want to delete this answer?
uk: Ви впевнені, що хочете видалити цю відповідь?

source: answers
uk: відповіді

source: answer
uk: відповідь

source: Show more %(more_objects)s %(pluralized)s
uk: Показати ще %(more_objects)s %(pluralized)s

source: Add an answer
uk: Додати відповідь

source: Also notify post author about this answer
uk: Також повідомити автора поста про цю відповідь

source: Cancel
uk: Відміна

source: Add comment
uk: Додати коментар

source: Save comment
uk: Зберегти коментар

source: Author
uk: Автор

source: Created at
uk: Створено

source: ago
uk: тому

source: Modified at
uk: Модифіковано о

source: Edit comment
uk: Редагувати коментар

source: Copy comment link
uk: Скопіювати посилання на цей коментар

source: Share this comment with other theorist
uk: Поділитись цим коментарем з іншим теоретиком

source: Are you sure?
uk: Ви впевнені?

source: Delete comment
uk: Видалити коментар

source: Sorry! You have to verify your email to interact.
uk: Вибачте! Ви маєте підтвердити електронну пошту, щоб взаємодіяти.

source: Thank you!
uk: Дякую!

source: You have already supported this comment.
uk: Ви вже підтримували цей коментар.

source: Do you want to support this answer? You will raise score for this user by doing that.
uk: Хочете підтримати цей коментар? Цим самим Ви підвищите рейтинг цього користувача.

source: Create your question on forum
uk: Створіть своє питання на форумі

source: Question topic
uk: Тема питання

source: Question category
uk: Категорія питання

source: No more than 4 categories
uk: Не більше 4 категорій

source: Describe your question
uk: Опишіть ваше питання

source: Create question
uk: Створити запитання

source: Filter
uk: Фільтр

source: Advanced filter
uk: Розширений фільтр

source: Apply
uk: Застосувати

source: Clear
uk: Очистити

source: Recent questions
uk: Нещодавні запитання

source: asked
uk: спитав

source: Post likes quantity
uk: Кількість лайків поста

source: Post comments quantity
uk: Кількість коментарів поста

source: Post views quantity
uk: Кількість переглядів поста

source: Post deletion
uk: Видалення поста

source: Modified
uk: Модифіковано

source: Viewers
uk: Переглянуто

source: Edit post
uk: Редагувати пост

source: Share this post with other theorist
uk: Поділитись цим постом з іншим теоретиком

source: Copy post url
uk: Скопіювати посилання на цей пост

source: Delete post
uk: Видалити пост

source: Answers
uk: Відповіді

source: Best
uk: Найкращі

source: Newest
uk: Найновіші

source: Your answer
uk: Ваша відповідь

source: Last math-related news
uk: Останні новини зі світу Математики

source: Read from origin
uk: Читати з першоджерела

source: Equations solver
uk: Розв'язувач рівнянь

source: Close
uk: Закрити

source: Equation solving example
uk: Приклад розв'язування рівнянь

source: <em>P.S. Thanks to <a href="https://cortexjs.io/" target="_blank">CortexJS!</a></em>
uk: <em>P.S. Вдячність до <a href="https://cortexjs.io/" target="_blank">CortexJS!</a></em>

source: Got it!
uk: Зрозуміло!

source: Junior mathematician
uk: Молодший математик

source: Olympic
uk: Олімпіадник

source: Teacher of mathematics
uk: Учитель математики

source: Guru of mathematics
uk: Гуру математики

source: Lord of mathematics
uk: Володар математики

source: Pending
uk: Очікування

source: Accepted
uk: Прийнято

source: Rejected
uk: Відмовлено

source: Search theorist
uk: Знайти теоретика

source: Tell something about yourself... (optional)
uk: Розкажіть щось про себе... (опціонально)

source: Social media url (optional)
uk: Посилання на соц.мережі (опціонально)

source: Website url (optional)
uk: Посилання на веб-сайт (опціонально)

source: Username
uk: Нікнейм

source: About me
uk: Про мене

source: Example: Love to solve math problems and coding.
uk: Наприклад: Полюбляю вирішувати математичні задачі та кодити.

source: Country
uk: Країна

source: Social media url
uk: Посилання на соцмережі

source: Website URL
uk: Посилання на сайт

source: You successfully uploaded your avatar.
uk: Ви успішно завантажили аватар.

source: Error. Please check for errors and try again.
uk: Помилка. Будь ласка, перевірте наявність помилок та спробуйте ще раз.

source: You successfully deleted your avatar.
uk: Ви успішно видалили аватар.

source: You successfully unblocked %s
uk: Ви успішно розблокували %s

source: You successfully blocked %s
uk: Ви успішно заблокували %s

source: You successfully created friendship request!
uk: Ви успішно створили новий запит дружби!

source: has sent friendship request to you
uk: відправив Вам запит на дружбу

source: You successfully accepted friendship request!
uk: Ви успішно прийняли запит на дружбу.

source: has accepted your friendship request!
uk: прийняв Ваш запит на дружбу!

source: You successfully rejected friendship request
uk: Ви успішно відмовили запит на дружбу.

source: has rejected your friendship request!
uk: відмовив Ваш запит на дружбу!

source: You successfully broke up friendship with %s 😢
uk: Ви успішно розірвали дружбу з %s 😢

source: You successfully canceled your friendship request to %s 😢
uk: Ви успішно відмінили Ваш запит на дружбу до %s 😢

source: You successfully registered!
uk: Ви успішно зареєструвались!

source: Jan
uk: Січ

source: Feb
uk: Лют

source: Mar
uk: Бер

source: Apr
uk: Кві

source: May
uk: Тра

source: Jun
uk: Чер

source: Jul
uk: Лип

source: Aug
uk: Сер

source: Sep
uk: Вер

source: Oct
uk: Жов

source: Nov
uk: Лис

source: Dec
uk: Гру

source: You successfully changed your profile data!
uk: Ви успішно змінили дані профілю.

source: You successfully changed your password!
uk: Ви успішно змінили Ваш пароль!

source: Friendship
uk: Дружба

source: Friendships
uk: Дружні стосунки

source: Error. You have been blocked by %s!
uk: Помилка. %s заблокував Вас!

source: %s still examines yours friendship...
uk: %s все ще розглядає Вашу дружбу...

source: %s has rejected your friendship request!
uk: %s відмовив вам у запиті на дружбу!

source: %s has accepted your friendship request!
uk: %s прийняв ваш запит на дружбу!

source: Blacklist
uk: Чорний список

source: Blacklists
uk: Чорні списки

source: You cannot blacklist yourself!
uk: Ви не можете додати самого себе до чорного списку

source: Last activity %s ago
uk: Остання активність %s тому

source: My blacklist
uk: Мій Чорний список

source: Are you sure you want to remove %(name)s from your blacklist?
uk: Ви впевнені, що хочете видалити %(name)s з вашого чорного списку?

source: Unblock
uk: Розблокувати

source: Empty
uk: Пусто

source: You have not any blocked theorist
uk: Ви все ще не маєте жодного заблокованого теоретика

source: My community
uk: Моє оточення

source: Friends
uk: Друзі

source: Are you sure you want to break friendship with %(name)s?
uk: Ви впевнені, що хочете розірвати дружбу з %(name)s?

source: Brake up
uk: Розірвати дружбу

source: Are you sure you want to block %(name)s?
uk: Ви впевнені, що хочете заблокувати %(name)s?

source: Block theorist
uk: Заблокувати теоретика

source: Still empty 😢
uk: Все ще пусто 😢

source: You can send friendship requests to theorists on their profiles
uk: Ви можете відправити запит на дружбу до теоретика в його профілі.

source: Waiting for your friendship
uk: Очікують вашої відповіді на запит дружити

source: Are you sure you want to accept %(name)s's friendship request?
uk: Ви впевнені, що хочете прийняти запит дружби від %(name)s?

source: Accept
uk: Прийняти

source: Are you sure you want to reject %(name)s's friendship request?
uk: Ви впевнені, що хочете відмовити на запит на дружбу від %(name)s?

source: Reject
uk: Відмовити

source: Still empty! 🥱
uk: Все ще пусто! 🥱

source: Theorists which you rejected in friendship
uk: Теоретики, яким Ви відмовили у дружбі

source: Still empty 🥳
uk: Все ще пусто 🥳

source: You did not rejected any friendship requests!
uk: Ви не відмовляли ні на один запит на дружбу!

source: Are you sure you want to break friendship with %(name)s? You should make friendship request again if you change your mind after that.
uk: Ви впевнені, що хочете розірвати дружбу з %(name)s? Ви повинні будете зробити запит на дружбу ще раз, якщо потім передумаєте.

source: Break up
uk: Розірвати дружбу

source: Pending...
uk: Очікування...

source: Are you sure you want to cancel your friendship request to %(name)s?
uk: Ви впевнені, що хочете відмінити запит на дружбу з %(name)s?

source: Rejected in friendship
uk: Відмовлено у дружбі

source: You have not any rejected friendship requests!
uk: Ви все ще не маєте жодного відмовленого запиту на дружбу!

source: Your profile data
uk: Дані вашого профілю

source: Permit to send me a notifications
uk: Дозволяти відправляти мені системні повідомлення

source: Finish registration
uk: Завершити реєстрацію

source: Nickname
uk: Нікнейм

source: Rank
uk: Ранг

source: Last activity
uk: Остання активність

source: Joined date
uk: Дата приєднання

source: Last actions
uk: Останні дії

source: Wrote comment
uk: Написав коментар

source: for the post
uk: до поста

source: Created post
uk: Створив пост

source: Liked a post
uk: Лайкнув пост

source: Liked a comment in post
uk: Лайкнув коментар у пості

source: This profile is available only for authorized users.
uk: Цей профіль доступний лише для авторизованих користувачів.

source: This is already your friend!
uk: Цей теоретик вже є вашим другом!

source: Someone already rejected friendship request.
uk: Хтось вже відмовив на запит на дружбу раніше.

source: Are you sure you want to unblock %(name)s?
uk: Ви впевнені, що хочете розблокувати %(name)s?

source: This theorist is blocked by you. Unblock him?
uk: Ви заблокували цього теоретика. Розблокувати його?

source: You have been blocked by this theorist
uk: Ви були заблоковані цим теоретиком.

source: Are you sure you want to send friendship request to %(name)s?
uk: Ви впевнені, що хочете відправити запит на дружбу з %(name)s?

source: Make friendship request to this theorist.
uk: Створити запит на дружбу для цього теоретика.

source: This theorist already sent friendship request to you.
uk: Цей теоретик вже відправив запит на дружбу до Вас раніше.

source: You already sent friendship request to this theorist.
uk: Ви вже відправляли запит на дружбу до цього теоретика раніше.

source: Are you sure you want to accept friendship request from %(name)s?
uk: Ви впевнені, що хочете прийняти запит на дружбу від %(name)s?

source: Accept friendship request
uk: Прийняти запит на дружбу

source: Are you sure you want to reject friendship request from %(name)s?
uk: Ви впевнені, що хочете відхилити запит на дружбу від %(name)s?

source: Reject friendship request
uk: Відмовити в запиті на дружбу!

source: Are you sure you want to create chat with %(name)s?
uk: Ви впевнені, що хочете створити чат з %(name)s?

source: Send message
uk: Відправити повідомлення

source: Block this theorist
uk: Заблокувати цього теоретика

source: Score
uk: Рейтинг

source: Posts quantity
uk: Кількість постів

source: 📃 Profile visiting statistics
uk: 📃 Статистика візиту профілю

source: Views
uk: Переглядів

source: Download SVG
uk: Завантажити SVG

source: Download PNG
uk: Завантажити PNG

source: Download CSV
uk: Завантажити CSV

source: Menu
uk: Меню

source: My profile
uk: Мій профіль

source: Theorist's profile
uk: Профіль теоретика

source: Profile
uk: Профіль

source: Statistics
uk: Статистика

source: Contact info
uk: Контактна інформація

source: Friends list
uk: Список друзів

source: Is show about me
uk: Показувати інформацію про себе

source: Is show last activities
uk: Показувати останню активність

source: Is profile only for authorized
uk: Дозволяти доступ до профілю тільки для авторизованих користувачів

source: Permit everyone to see my profile visiting statistics
uk: Дозволяти будь-кому переглядати статистику відвідування мого профілю

source: Permit everybody to send me a private messages
uk: Дозволяти будь-кому відправляти мені приватні повідомлення

source: Verified
uk: Модифіковано

source: Email
uk: Пошта

source: Password
uk: Пароль

source: Current password
uk: Поточний пароль

source: Forgot your password?
uk: Забули пароль?

source: New password
uk: Новий пароль

source: New password (again)
uk: Новий пароль (ще раз)

source: Change password
uk: Змінити пароль

source: Personal info
uk: Персональна інформація

source: Save changes
uk: Зберегти зміни

source: Update avatar
uk: Оновити аватар

source: Delete this image?
uk: Видалити цей аватар?

source: Delete avatar
uk: Видалити аватар

source: Profile configurations
uk: Конфігурації профілю

source: Email settings
uk: Налаштування пошти

source: Danger zone
uk: Небезпечна зона

source: Are you sure that you want to deactivate your account? Your account will not be available anymore.
uk: Ви впевнені, що хочете деактивувати Ваш акаунт? Після цього Ваш акаунт не буде більше доступним.

source: Deactivate account
uk: Деактивувати акаунт

source: Profile settings
uk: Налаштування профілю

source: Settings
uk: Налаштування

source: Account
uk: Акаунт

source: Find chat by name
uk: Знайти чат по імені

source: Error. This theorist has blocked you.
uk: Помилка. Цей теоретик заблокував Вас.

source: has wrote you a message
uk: написав Вам повідомлення

source: This mailbox is already exists.
uk: Ця скринька вже існує.

source: You need to have any %s to share it with others.
uk: Вам потрібно мати будь-які %s, щоб поділитись з іншими.

source: I'm sharing with you!
uk: Я ділюсь з тобою!

source: Hi! I'm sending <strong>%s</strong> to you. You can check it out by the link below:
uk: Привіт! Я ділюсь <strong>%s</strong> з тобою. Ти можеш це переглянути, натиснувши кнопку нижче:

source: Check it out
uk: Переглянути вміст

source: has shared with you with
uk: поділився з Вами

source: You are not able to choose so many drafts to share.
uk: Ви не можете вибрати стільки чернеток для поширення.

source: I share my drafts with you!
uk: Я ділюсь своїми чернетками з тобою!

source: I share %s's drafts with you!
uk: Я ділюсь чернетками %s з тобою!

source: See all available drafts
uk: Дивитись усі доступні чернетки

source: Delete
uk: Видалити

source: Are you sure you want to delete this message? You can restore it in any time after doing that.
uk: Ви впевнені, що хочете видалити це повідомлення? Після цього Ви зможете відновити його в будь-який час.

source: Reply
uk: Відповісти

source: You successfully created mailbox!
uk: Ви успішно створили нову скриньку!

source: Some error happens. Please, try again later.
uk: Якась помилка. Будь ласка, повторіть спробу пізніше.

source: You successfully created mailbox with %s!
uk: Ви успішно створили нову скриньку з %s!

source: It looks like chat with this theorists already exists.
uk: Здається, чат з цим теоретиком вже існує.

source: You successfully deleted chat!
uk: Ви успішно видалили чат!

source: You successfully deleted this message!
uk: Ви успішно видалили це повідомлення!

source: Error. You cannot delete this message!
uk: Помилка. Ви не можете видалити це повідомлення!

source: You successfully restored this message!
uk: Ви успішно відновили це повідомлення!

source: Error. You cannot restore this message!
uk: Помилка. Ви не можете відновити це повідомлення!

source: Error. Message was not created because some of participants blocked another.
uk: Помилка. Повідомлення не було створено, адже хтось з учасників чату заблокував іншого.

source: You successfully shared %s.
uk: Ви успішно поділились %s.

source: Error while sharing %s. Please check for errors and try again.
uk: Помилка під час поширення %s. Будь ласка, перевірте наявність помилок та спробуйте ще раз.

source: drafts
uk: чернетками

source: comment
uk: коментарем

source: post
uk: постом

source: Mailbox
uk: Скринька

source: Share my %(i18n_obj_name)s?
uk: Поділитись даним(ою) %(i18n_obj_name)s?

source: Share
uk: Поділитись

source: with other theorists
uk: з іншими теоретиками

source: Share with...
uk: Поділитись з...

source: Create new mailbox
uk: Створити нову скриньку

source: Create chat with...
uk: Створити чат з...

source: Create
uk: Створити

source: Chat
uk: Чат

source: Still empty? Write your message!
uk: Все ще порожньо? Напиши Ваше повідомлення!

source: Choose person that you want to write to!
uk: Виберіть персону, котрій хочете написати!

source: Unblock <strong>%(name)s</strong>
uk: Розблокувати <strong>%(name)s</strong>

source: Are you sure you want to add %(name)s to your blacklist?
uk: Ви впевнені, що хочете додати %(name)s до вашого чорного списку?

source: Block <strong>%(name)s</strong>
uk: Заблокувати <strong>%(name)s</strong>

source: Are you sure you want to delete this chat with %(name)s? This cannot be undone.
uk: Ви впевнені, що хочете видалити цей чат з %(name)s? Після цього чат більше неможливо буде відновити.

source: Delete chat
uk: Видалити чат

source: This message was removed.
uk: Це повідомлення було видалено.

source: Seen
uk: Переглянуто

source: Sent
uk: Відправлено

source: This chat is unavailable because you have blocked this theorist.
uk: Цей чат недоступний, адже ви заблокували цього теоретика.

source: This chat is unavailable because this theorist has blocked you.
uk: Цей чат недоступний, адже Ви були заблоковані цим теоретиком.

source: Your message
uk: Ваше повідомлення

source: Send
uk: Відправити

source: Update mailbox list
uk: Оновити список скриньок

source: Last chats
uk: Останні чати

source: Show blocked chats
uk: Показати заблоковані чати

source: Removed message
uk: Видалене повідомлення

source: Shared content...
uk: Поширений контент...

source: Someone of chat members blocked another.
uk: Хтось з учасників чату заблокував іншого.

source: Not found any mailboxes
uk: Не знайдено жодної скриньки

source: Are you sure you want to restore this message?
uk: Ви впевнені, що хочете віновити це повідомлення?

source: Restore
uk: Відновити

source: Reply to
uk: Відповісти для

source: Community
uk: Спільнота

source: Last actions friends of yours
uk: Останні події друзів

source: Already sent friendship request.
uk: Запит на дружбу вже відправлений

source: Draft label
uk: Назва чернетки

source: Description
uk: Опис

source: You successfully created a new draft.
uk: Ви успішно створили нову чернетку.

source: Error while creating draft. Please check for errors and try again.
uk: Помилка під час створення чернетки. Будь ласка, перевірте наявність помилок і спробуйте ще раз.

source: You successfully updated draft.
uk: Ви успішно оновили чернетку.

source: Error while updating draft. Please check for errors and try again.
uk: Помилка під час оновлення чернетки. Будь ласка, перевірте наявність помилок і спробуйте ще раз.

source: You successfully uploaded draft.
uk: Ви успішно завантажили чернетку.

source: Error while uploaded draft. Please check for errors and try again.
uk: Помилка під час завантаження поста. Будь ласка, перевірте наявність помилок і спробуйте ще раз.

source: You successfully deleted draft.
uk: Ви успішно видалили чернетку.

source: Draft #%s
uk: Чернетка №%s

source: Label
uk: Назва

source: Draft
uk: Чернетка

source: Actions
uk: Дії

source: Drafts
uk: Чернетки

source: Here you can make and manage your math drafts for future use.
uk: Тут Ви можете створити та керувати вашими чернетками для майбутнього використання.

source: Album view
uk: Альбомний вигляд

source: Table view
uk: Табличний вигляд

source: UUID is unique identifier, which you can share with anybody to show your drafts
uk: UUID це унікальний ідентифікатор, який Ви можете поширити з будь-ким щоб поділитись списком власних чернеток

source: Draft's UUID
uk: UUID чернетки

source: Paste UUID here
uk: Вставте UUID сюди

source: Fully drop search
uk: Повністю скинути пошук

source: Search
uk: Пошук

source: Add new draft
uk: Додати нову чернетку

source: Copy my draft UUID
uk: Скопіювати UUID моєї чернетки

source: Share my drafts with other theorists
uk: Поділитись моїми чернетками з іншими теоретиками

source: Upload my own draft
uk: Завантажити мою власну чернетку

source: Author of drafts
uk: Автор чернеток

source: Cancel sharing
uk: Відмінити дію

source: Please check UUID that you pasted and try again!
uk: Будь ласка, перевірте введений UUID та спробуйте ще раз.

source: Is draft can be accessed for public
uk: Ця чернетка може бути публічно доступною

source: Your draft
uk: Ваша чернетка

source: Toggle mode
uk: Переключити тип

source: Color
uk: Колір

source: Brush Width
uk: Ширина кісточки

source: Mode
uk: Режим

source: Pencil
uk: Олівець

source: Horizontal Line
uk: Горизонтальна лінія

source: Vertical Line
uk: Вертикальна лінія

source: Add
uk: Додати
