Repository: StanislavJPG/mathlab
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uk

source: Edit your draft
uk: Редагувати Вашу чернетку

source: Save
uk: Зберегти

source: Upload draft
uk: Завантажити чернетку

source: Upload
uk: Завантажити

source: Select all
uk: Вибрати все

source: This draft is not public available.
uk: Це креслення не є публічно доступним.

source: Edit
uk: Редагувати

source: You can add your first drafts by clicking "Add new draft" button
uk: Ви можете додати Вашу першу чернетку, натиснувши на "Додати нову чернетку"

source: This theorist has no any draft
uk: Цей теоретик поки не має жодної чернетки

source: Edit draft
uk: Редагувати чернетку

source: Delete draft
uk: Видалити чернетку

source: You successfully marked all notifications as read!
uk: Ви успішно помітили всі нотифікації як прочитані!

source: You successfully deleted all notifications!
uk: Ви успішно видалили всі нотифікації!

source: You successfully mark this notification as read.
uk: Ви успішно помітили цю нотифікацію як прочитану!

source: You successfully deleted notification.
uk: Ви успішно видалили нотифікацію.

source: Notifications
uk: Системні повідомлення

source: Mark all notifications as read
uk: Помітити всі нотифікації як прочитані

source: Mark all notifications as read?
uk: Помітити всі нотифікації як прочитані?

source: Delete all notifications
uk: Видалити всі нотифікації

source: Mark all notifications as deleted?
uk: Помітити всі нотифікації як видалені?

source: Unread notifications
uk: Непрочитані нотифікації

source: Read notifications
uk: Прочитані нотифікації

source: All deleted notifications will be cleared in 3 days.
uk: Всі видалені нотифікації будуть автоматично очищені через кожні 3 дні.

source: Mark notification as read?
uk: Помітити нотифікацію як прочитану?

source: Delete notification?
uk: Видалити нотифікацію?

source: Empty notifications list
uk: Пустий список системних повідомлень

source: You have logged in successfully.
uk: Ви успішно авторизувались.

source: You have created your account successfully. Now finish the registration.
uk: Ви успішно створили акаунт. Тепер завершіть реєстрацію.

source: You are successfully logged out.
uk: Ви успішно вийшли з акаунту.

source: Error. Please, check for errors existing and try again.
uk: Помилка. Будь ласка, перевірте наявність помилок та спробуйте ще раз.

source: You successfully confirmed your email address.
uk: Ви успішно підтвердили Ваш електронний адрес.

source: Password reset instruction has sent to your email address.
uk: Інструкція по відновленню паролю була відправлена на Вашу пошту.

source: You have changed your password successfully. Now your can log in.
uk: Ви успішно змінили Ваш пароль. Тепер Ви можете увійти.

source: username
uk: нікнейм

source: Required. 150 characters or fewer. Letters, digits and @/./+/-/_ only.
uk: Це поле є обов'язковим. 150 символів або менше. Літери, цифри, або @/./+/-/_ тільки.

source: A user with that username already exists.
uk: Здається, користувач з таким нікнеймом вже існує.

source: user
uk: користувач

source: users
uk: користувачі

source: Login
uk: Увійти

source: Register
uk: Зареєструватись

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an email address for user <strong>%(user_display)s</strong>.
uk: Будь ласка, підтвердіть, що пошта <a href="mailto:%(email)s">%(email)s</a> належить користувачу <strong>%(user_display)s</strong>.

source: Remember me?
uk: Запам'ятати мене?

source: Forgot password?
uk: Забули пароль?

source: Log in
uk: Увійти

source: Or
uk: Або

source: Continue with Google
uk: Продовжити з Google

source: Reset password
uk: Скинути пароль

source: Hi, %(full_name)s 👋. You can reset your password by filling the form below.
uk: Привіт, %(full_name)s 👋. Ви можете відновити Ваш пароль, заповнивши форму нижче.

source: Sign in
uk: Зареєструватись

source: Captcha
uk: Капча

source: Unknown user
uk: Невідомий користувач

source: Unknown {obj}
uk: Невідомий {obj}

source: Just now
uk: Тільки що

source: Couple minutes ago
uk: Декілька хвилин назад

source: 5 minutes ago
uk: 5 хвилин назад

source: Hotbar
uk: Панель швидкого доступу

source: Error
uk: Помилка

source: Not this time, access forbidden!
uk: Не цього разу! Доступ заборонено.

source: Still empty!
uk: Все ще пусто!

source: You're still not registered?
uk: Ви все ще не зареєстровані?

source: You can do it now by clicking button below!
uk: Ви можете зробити це вручну, натиснувши кнопку нижче!

source: Nothing has found...
uk: Нічого не знайдено...

source: Please check search input and try again!
uk: Будь ласка, перевірте введені дані та спробуйте ще раз.

source: Only for authenticated users!
uk: Тільки для автентифікованих користувачів!

source: Please, create your account before read this block.
uk: Будь ласка, створіть акаунт, перш ніж читати цей блок.

source: Previous
uk: Попередня

source: Next
uk: Наступна

source: Wait while loading...
uk: Завантаження, почекайте...

source: Light
uk: Світлий

source: Dark
uk: Темний

source: Auto
uk: Авто

source: Forum
uk: Форум

source: New discussion
uk: Нове питання

source: My mailbox
uk: Моя скринька

source: Do you want to log out from your account?
uk: Ви хочете вийти з вашого акаунту?

source: Log out
uk: Вийти

source: Ask question
uk: Запитати

source: Main page
uk: Головна сторінка

source: This feature in development! Stay tuned with updates!
uk: Ця фіча ще в розробці! Слідкуй за останніми оновленнями!

source: Build a graph
uk: Побудуй графік

source: This field is required.
uk: Це поле є обов'язковим.
